Repository: ammassey/iOS
Catalog: *.lproj/Localized.strings
Languages: de

source: Error: failed to prepare statement with message '%s'.
de: Fehler: Anweisung konnte nicht mit der Nachricht '%s' vorbereitet werden.

source: Could not delete file
de: Datei konnte nicht gelöscht werden

source: Error: failed to dehydrate with message '%s'.
de: Fehler: Entwässerung mit Meldung '%s' fehlgeschlagen.

source: Error: failed to insert metadata with message '%s'.
de: Fehler: Fehler beim Einfügen von Metadaten mit der Nachricht '%s'.

source: Error: failed to insert bond with message '%s'.
de: Fehler: Einfügen einer Bindung mit der Nachricht '%s' ist fehlgeschlagen.

source: Failed to create writable database file with message '%@'.
de: Fehler beim Erstellen der beschreibbaren Datenbankdatei mit der Nachricht '%@'.

source: Error: failed to close database with message '%s'.
de: Fehler: Datenbank konnte nicht mit der Nachricht '%s' geschlossen werden.

source: Failed to open database with message '%s'.
de: Fehler beim Öffnen der Datenbank mit der Nachricht "%s".

source: Initializing database...
de: Datenbank wird initialisiert ...

source: Downloading molecule...
de: Molekül wird heruntergeladen ...

source: Error in downloaded file
de: Fehler in heruntergeladener Datei

source: The molecule file is either corrupted or not of a supported format
de: Die Moleküldatei ist entweder beschädigt oder weist kein unterstütztes Format auf

source: Connection failed
de: Verbindung fehlgeschlagen

source: Could not connect to the Protein Data Bank
de: Es konnte keine Verbindung zur Proteindatenbank hergestellt werden

source: Could not find file
de: Konnte Datei nicht finden

source: No such file exists on the server: %@
de: Auf dem Server ist keine solche Datei vorhanden: %@

source: Molecule location
de: Molekülstandort

source: Error in loading custom location
de: Fehler beim Laden des benutzerdefinierten Speicherorts

source: The address could not be reached
de: Die Adresse konnte nicht erreicht werden

source: Online Data Source
de: Online-Datenquelle

source: Download
de: Herunterladen

source: RCSB Protein Data Bank
de: RCSB-Proteindatenbank

source: Custom location
de: Benutzerdefinierter Standort

source: Description
de: Beschreibung

source: Statistics
de: Statistiken

source: Journal
de: Tagebuch

source: Source
de: Quelle

source: Author(s)
de: Autor (en)

source: Sequence
de: Sequenz

source: File name
de: Dateiname

source: Number of atoms
de: Anzahl der Atome

source: Number of structures
de: Anzahl der Strukturen

source: Current structure
de: Aktuelle Struktur

source: Done
de: Erledigt

source: File already exists
de: Die Datei existiert bereits

source: The molecule with this PDB code has already been downloaded
de: Das Molekül mit diesem PDB-Code wurde bereits heruntergeladen

source: Cancel download
de: Download abbrechen

source: Connecting...
de: Verbinden ...

source: Downloading
de: wird heruntergeladen

source: No protein with the code %@ exists in the data bank
de: In der Datenbank ist kein Protein mit dem Code %@ vorhanden

source: Connected
de: In Verbindung gebracht

source: Processing...
de: Wird bearbeitet...

source: Triangles: %d
de: Dreiecke: %d

source: Vertices: %d
de: Scheitelpunkte: %d

source: Elapsed time: %f
de: Abgelaufene Zeit: %f

source: Spacefilling
de: Raumfüllend

source: Cylinders
de: Zylinder

source: Visualization mode
de: Visualisierungsmodus

source: Rendering...
de: Rendern ...

source: Search for molecules
de: Suche nach Molekülen

source: Protein Data Bank
de: Proteindatenbank

source: Retrieving titles...
de: Titel werden abgerufen ...

source: Searching...
de: Suche ...

source: No results
de: Keine Ergebnisse

source: Results
de: Ergebnisse

source: Molecules
de: Moleküle

source: 3D Model
de: 3D-Modell

source: Download new molecules
de: Laden Sie neue Moleküle herunter

source: Test-String
de: Dies ist ein Test, um Übersetzungen an Qordoba zu senden.

source: teststrin2
de: Dieser Test soll ein Ereignis zum Lokalisieren auslösen.

source: teststring3"
de: Test Test TEst; laksjdnf; laksdjf; aslkdjfa; lskdjf.
